local AdminCommands = 
{
	[1] = 
	{
		[1] = {["String"]="/ahelp", ["Pole"]="-", ["Value"]="Список админ-команд"},
		[2] = {["String"]="/sp", ["Pole"]="[ID игрока]", ["Value"]="Слежка за игроком"},
		[3] = {["String"]="/stopspec", ["Pole"]="-", ["Value"]="Закончить слежку"},
		[4] = {["String"]="/ash", ["Pole"]="-", ["Value"]="ТП Автошкола"},
		[5] = {["String"]="/courier", ["Pole"]="-", ["Value"]="ТП развозчик продуктов"},
		[6] = {["String"]="/amail", ["Pole"]="-", ["Value"]="ТП Развозчик пиццы"},
		[7] = {["String"]="/elit", ["Pole"]="-", ["Value"]="ТП Центральный остров"},
		[8] = {["String"]="/bus", ["Pole"]="-", ["Value"]="ТП Автобусный парк"},
		[9] = {["String"]="/mer", ["Pole"]="-", ["Value"]="ТП Мэрия"},
		[10] = {["String"]="/taxipark", ["Pole"]="-", ["Value"]="ТП Таксопарк"},
		[11] = {["String"]="/gruz", ["Pole"]="-", ["Value"]="ТП Грузчики"},
		[12] = {["String"]="/army", ["Pole"]="-", ["Value"]="ТП Армия"},
		[13] = {["String"]="/afuel", ["Pole"]="-", ["Value"]="100 литров бензина в транспорт"},
		[14] = {["String"]="/int", ["Pole"]="[ID Интерьера]", ["Value"]="Изменить свой интерьер"},
		[15] = {["String"]="/shotel", ["Pole"]="-", ["Value"]="ТП Отель (спавн)"},
		[16] = {["String"]="/vcn", ["Pole"]="-", ["Value"]="ТП Vice City News"},
		[17] = {["String"]="/a", ["Pole"]="[Текст]", ["Value"]="Админ-чат"},
		[18] = {["String"]="/aero", ["Pole"]="-", ["Value"]="ТП Аэропорт (спавн)"},
		[19] = {["String"]="/agivevehlic", ["Pole"]="[id игрока] [0/1]", ["Value"]="Забрать или выдать права игроку"},
		[20] = {["String"]="/ans", ["Pole"]="[id игрока] [Текст]", ["Value"]="Ответить игроку от админки в пм"},
		[21] = {["String"]="/tp", ["Pole"]="[x] [y] [z]", ["Value"]="ТП по координатам"},
		[22] = {["String"]="/bus2", ["Pole"]="-", ["Value"]="ТП Автобусный парк 2"}
	},
	[2] = 
	{
		[1] = {["String"]="/jail", ["Pole"]="[id] [время] [причина]", ["Value"] = "Посадить игрока в тюрьму"},
		[2] = {["String"]="/mall", ["Pole"]="-", ["Value"]="ТП Сити Молл"},
		[3] = {["String"]="/armor", ["Pole"]="-", ["Value"]="Выдать себе армор"},
		[4] = {["String"]="/warn", ["Pole"]="[id игрока] [причина]", ["Value"]="Выдать предупреждение (кикает игрока и снимает с фракции)"},
		[5] = {["String"]="/repairveh", ["Pole"]="-", ["Value"]="Отремонтировать транспорт, в котором находишься"},
		[6] = {["String"]="/amute", ["Pole"]="[id игрока] [время] [причина]", ["Value"]="Выдать игроку затычку (разговор, /me, /do, /try)"},
		[7] = {["String"]="/goto", ["Pole"]="[id игрока]", ["Value"]="ТП к игроку"},
		[8] = {["String"]="/veh", ["Pole"]="[id]", ["Value"]="Создать транспортное средство"},
		[9] = {["String"]="/kill", ["Pole"]="-", ["Value"]="Смереть смертью"}
	},
	[3] = 
	{
		[1] = {["String"]="/aban", ["Pole"]="[id игрока] [кол-во дней] [причина]", ["Value"]="Выдать бан"},
		[2] = {["String"]="/aheal(/hp)", ["Pole"]="-", ["Value"]="Пополнить своё здоровье"},
		[3] = {["String"]="/aeat", ["Pole"]="-", ["Value"]="Пополнить свою еду"},
		[4] = {["String"]="/spawn", ["Pole"]="[ID игрока]", ["Value"]="Заспавнить себя (если id не введён) или игрока."},
		[5] = {["String"]="/asay", ["Pole"]="[Текст]", ["Value"]="От лица администратора в общий чат"},
		[6] = {["String"]="/skin", ["Pole"]="[id скина]", ["Value"]="Выдать себе временный скин"},
		[7] = {["String"]="/unjail", ["Pole"]="[id игрока]", ["Value"]="Выпустить игрока из тюрьмы"},
		[8] = {["String"]="/seteat", ["Pole"]="[id] [% сытости]", ["Value"] = "Выдать сытость"},
		[9] = {["String"]="/sethp", ["Pole"]="[id] [% хп]", ["Value"] = "Выдать армор"},
		[10] = {["String"]="/setarmor", ["Pole"]="[id] [% армор]", ["Value"] = "Выдать хп"}
	},
	[4] = 
	{
		[1] = {["String"]="/unwarn", ["Pole"]="[id игрока]", ["Value"]="Снять предупреждение (лайв)"},
		[2] = {["String"]="/camhack", ["Pole"]="-", ["Value"]="Включить камхак"},
		[3] = {["String"]="/camhackm", ["Pole"]="-", ["Value"]="Замедлить/ускорить камхак"},
		[4] = {["String"]="/templeader", ["Pole"]="[ID фракции]", ["Value"]="Встать на временную лидерку (0 < id < 10)"},
		[5] = {["String"]="/weather", ["Pole"]="[id погоды]", ["Value"]="Изменить погоду"},
		[6] = {["String"]="/hours", ["Pole"]="(/settime or /time)[Час]", ["Value"]="Изменить время на нужный час"},
		[7] = {["String"]="/get", ["Pole"]="[id игрока]", ["Value"]="ТП игрока к себе"}
	},
	[5] = 
	{
		[1] = {["String"]="/setleader", ["Pole"]="[id игрока] [id фракции]", ["Value"]="Поставить игрока на лидерку"},
		[2] = {["String"]="/id", ["Pole"]="[текст]", ["Value"]="Найти id игрока по нику"},
		[3] = {["String"]="/object", ["Pole"]="[id объекта", ["Value"]="Поставить объект"},
		[4] = {["String"]="/weapon", ["Pole"]="[id оружия]", ["Value"]="Выдать себе оружие"}
	},
	[6] = 
	{
		[1] = {["String"]="/ch", ["Pole"]="[Цена]", ["Value"]="Создать дом на координатах, где находится персонаж"},
		[2] = {["String"]="/sethvs", ["Pole"]="[id дома]", ["Value"]="Сделать \"Гараж\" на позиции игрока (учитывается угол поворота игрока)"},
		[3] = {["String"]="/sethouseprice", ["Pole"]="[id дома] [цена]", ["Value"]="Изменить цену для дома"},
		[4] = {["String"]="/makeadmin", ["Pole"]="[id игрока] [Уровень]", ["Value"]="Выдать игроку админку"}
	}
}

function getAdminCommands()
  return AdminCommands
end