local Names = 
{
	[1] = {[1]="Новицио", 			[2]="Ассосиато", 			[3]="Сомбаттенте", 		[4]="Cолдато", 		[5]="Боец", 				[6]="Сотто-Капо", 		[7]="Капо", 			[8]="Младший Босс", 	[9]="Консильере", 			[10]="Дон"			},
	[2] = {[1]="Гринго", 			[2]="Экстрано", 			[3]="Новато", 			[4]="Ординарто", 	[5]="Компробадо", 			[6]="Латино", 			[7]="Амиго", 			[8]="Солдато", 			[9]="Падро", 				[10]="Санто-падро"	},
	[3] = {[1]="Информатор", 		[2]="Килла", 				[3]="Соколы", 			[4]="Кобры", 		[5]="Новые Лос Сетас", 		[6]="Старейшие Кобры", 	[7]="Старые Сетас", 	[8]="Скорпион", 		[9]="Правая рука", 			[10]="Лидер картеля"},
	[4] = {[1]="Ксинрен", 			[2]="Жай", 					[3]="Си Ку Жай", 		[4]="Кван", 		[5]="Жингян", 				[6]="Хунч Кван", 		[7]="Шу Хай", 			[8]="ЧиЧанг Джа", 		[9]="Синг Фу", 				[10]="Лунг Тао"		},
	[5] = {[1]="Водитель", 			[2]="Охранник", 			[3]="Нач. Охраны", 		[4]="Секретарь", 	[5]="Ген. Прокурор", 		[6]="Советник по НБ", 	[7]="Лицензер", 		[8]="Советник по МЗ", 	[9]="Вице-губернатор", 		[10]="Губернатор"	},
	[6] = {[1]="Стажер", 			[2]="Пом. редакции", 		[3]="Техник", 			[4]="Репортер", 	[5]="Оператор", 			[6]="Ведущий", 			[7]="Режиссёр", 		[8]="Редактор", 		[9]="Главный редактор", 	[10]="Директор"		},
	[7] = {[1]="Интерн", 			[2]="Фельдшер", 			[3]="Участковый врач", 	[4]="Терапевт", 	[5]="Проктолог", 			[6]="Окулист", 			[7]="Хирург", 			[8]="Зав. отделением", 	[9]="Заместитель ГВ", 		[10]="Глав. врач"	},
	[8] = {[1]="Студент академии",	[2]="Офицер", 				[3]="Офицер II", 		[4]="Офицер III", 	[5]="Офицер III+1", 		[6]="Сержант", 			[7]="Детектив", 		[8]="Лейтенант", 		[9]="Помощник Шефа", 		[10]="Шеф полиции"	},
	[9]	= {[1]="Рекрут",			[2]="Капрал",				[3]="Сержант",			[4]="Сержант-майор",[5]="Лейтенант",			[6]="Первый Лейтенант",	[7]="Капитан", 			[8]="Майор",			[9]="Полковник",			[10]="Генерал"		}
}

function getFactionsRankNames()
  return Names
end